/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : oms

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2019-01-26 23:44:34
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for data_constellation
-- ----------------------------
DROP TABLE IF EXISTS `data_constellation`;
CREATE TABLE `data_constellation` (
  `id` bigint(255) NOT NULL AUTO_INCREMENT,
  `name` varchar(8) DEFAULT '' COMMENT '星座名称',
  `datetime` varchar(255) DEFAULT '' COMMENT '日期（文字）',
  `date` int(15) DEFAULT NULL COMMENT '日期（数字）',
  `all_luck` varchar(8) DEFAULT NULL COMMENT '综合指数',
  `color` varchar(8) DEFAULT NULL COMMENT '幸运色',
  `health` varchar(8) DEFAULT NULL COMMENT '健康指数',
  `love` varchar(8) DEFAULT NULL COMMENT '爱情指数',
  `money` varchar(8) DEFAULT NULL COMMENT '财运指数',
  `number` int(5) DEFAULT NULL COMMENT '幸运数字',
  `QFriend` varchar(8) DEFAULT NULL COMMENT '速配星座',
  `summary` varchar(255) DEFAULT NULL COMMENT '今日概述',
  `work_luck` varchar(8) DEFAULT '' COMMENT '工作指数',
  `create_time` date DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=198 DEFAULT CHARSET=utf8 COMMENT='星座信息表';

-- ----------------------------
-- Records of data_constellation
-- ----------------------------
INSERT INTO `data_constellation` VALUES ('25', '白羊座', '2019年01月08日', '20190108', '40%', '月白色', '70%', '40%', '40%', '9', '金牛座', '今天是容易想太多的一天，欲望也会比较杂。工作上今天会被领导严苛对待。先做好的计划也被推翻了。', '20%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('26', '金牛座', '2019年01月08日', '20190108', '40%', '奶白色', '60%', '40%', '40%', '3', '天秤座', '今天要当心在网购上花费太多。并且今天会有沟通不畅、脑袋打结的情况发生。电子产品记得好好维护。有小孩的人要注意孩子健康。部分人今天会有一笔额外收入进账。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('27', '双子座', '2019年01月08日', '20190108', '40%', '白色', '50%', '40%', '20%', '4', '射手座', '今天要多关注家里的问题，比如是否有房屋漏水发潮等；还有就是家里长辈的健康。多吃滋阴补肾的食物。喜欢网聊的人今天会被当小透明，让自己很不爽，部分人今天网购欲爆棚了。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('28', '巨蟹座', '2019年01月08日', '20190108', '20%', '黑色', '70%', '20%', '20%', '1', '处女座', '今天要注意人际关系处理，尤其是与另一半之间的关系，今天2人都会比较强势，不能沟通。出行的人今天要注意安全。今天做物流或是推广宣传不太顺利。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('29', '狮子座', '2019年01月08日', '20190108', '40%', '绿色', '70%', '40%', '20%', '8', '射手座', '要关注自己财务状况的一天。今天会对自己的工作很不满，觉得又累工资也不高。可以找好朋友或是伴侣诉诉苦。', '20%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('30', '处女座', '2019年01月08日', '20190108', '40%', '白色', '60%', '60%', '40%', '9', '金牛座', '部分人今天在工作上不太敢表达自己的看法。在人际关系上容易沉默，甚至是忍受着委屈。有孩子的人要注意孩子的健康。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('31', '天秤座', '2019年01月08日', '20190108', '40%', '银色', '60%', '40%', '40%', '4', '天蝎座', '今天会觉得很有压力。部分人会失眠。也有人会因为家庭关系或是家人健康问题不愉快。今天也要注意保存电子材料。今天欲望会比较多，建议不要一味娱乐消磨时间。部分人也要拒绝烂桃花。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('32', '天蝎座', '2019年01月08日', '20190108', '40%', '白色', '60%', '40%', '40%', '4', '射手座', '今天会容易因为情绪花钱。部分人也要注意人际关系的处理，最近的沟通都会不太顺畅。出行的人要注意安全。今天的饮食要保持清淡，不然比较容易闹肚子。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('33', '射手座', '2019年01月08日', '20190108', '40%', '月白色', '60%', '20%', '40%', '4', '金牛座', '今天要注意与领导关系的处理。部分人觉得领导给的支持不多了，也有人会在沟通上很不顺畅。另外自己对待工作会有些懈怠，也有人会被同事下属弄得很不开心。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('34', '摩羯座', '2019年01月08日', '20190108', '40%', '白色', '60%', '20%', '40%', '4', '射手座', '今天出行的人要注意安全。今天在学习、或是制订方案等方面会没有灵感。另外今天在沟通上也会很不顺畅。部分人也会消极怠工。', '40%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('35', '水瓶座', '2019年01月08日', '20190108', '40%', '白色', '60%', '40%', '40%', '4', '金牛座', '今天要多关注一下自己的健康。尤其是肠胃、上火炎症方面。今天部分人可能有笔收益进账，也有人会想投资。今天在思维方面可能会有些受阻，表达也不顺畅。', '20%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('36', '双鱼座', '2019年01月08日', '20190108', '40%', '银色', '60%', '40%', '40%', '9', '天蝎座', '今天要处理好与合作伙伴、好友、或是伴侣之间的关系，重点客户的事也要好好跟进。今天在交流上很容易出现误会。另外自己的内心可能也会有些隐瞒。', '20%', '2019-01-08');
INSERT INTO `data_constellation` VALUES ('37', '白羊座', '2019年01月09日', '20190109', '40%', '黑色', '70%', '40%', '20%', '6', '处女座', '今天自己的脾气会比较大。有种“就是要这么做”的想法。另外今天部分人会因为钱的问题打乱了自己的计划。今天也是欲望多杂的一天，聚会的话注意不要玩太过，拒绝烂桃花。', '20%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('38', '金牛座', '2019年01月09日', '20190109', '40%', '黑色', '60%', '40%', '40%', '1', '处女座', '今天要注意一下家人的健康，尤其是心血管、肝脏方面的问题。今天很会很容易上火内燥，忌讳再吃热气的食物。另外家中用火用电也要留心。今天也不适宜做投资。', '40%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('39', '双子座', '2019年01月09日', '20190109', '40%', '橙色', '50%', '40%', '20%', '7', '白羊座', '今天要多判断一下言语的真实性，网购的朋友当心买到与描述不符的东西。今天很容易发无名火。而且今天在与另一半相处时会比较任性，诸多挑剔。', '40%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('40', '巨蟹座', '2019年01月09日', '20190109', '20%', '蓝色', '70%', '20%', '20%', '6', '水瓶座', '今天要注意一下自己的财务问题。投资的话要谨慎，很有可能是骗局。另外今天也要注意不要借贷。今天很容易发无名火，而且听不进建议。', '40%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('41', '狮子座', '2019年01月09日', '20190109', '20%', '红色', '70%', '20%', '20%', '2', '白羊座', '今天自己会比较强势，不管是在工作上还是人际中。有子女的人也会对子女很严厉。今天部分人有出行的计划或是有一个方案需要提交。感情上留心第三者。', '20%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('42', '处女座', '2019年01月09日', '20190109', '60%', '淡紫色', '60%', '60%', '40%', '3', '双子座', '今天要注意自己和家人的健康问题。也有可能会因为钱的问题引起家里纷争。部分人今天脾气很大。今天会有体检、保险方面的事情。', '40%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('43', '天秤座', '2019年01月09日', '20190109', '40%', '蓝色', '70%', '20%', '40%', '1', '处女座', '今天要注意一下人际关系的处理。部分人会觉得最近好朋友、伴侣脾气很大很强势，也有人会烦朋友们总是讲些莫名的大道理。今天也有人会有出差的可能。', '20%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('44', '天蝎座', '2019年01月09日', '20190109', '40%', '草绿色', '60%', '40%', '40%', '8', '双鱼座', '今天要注意工作关系的处理，同事之间很容易互怼。也千万不要在背后评价领导。今天也很容易生闷气，部分人会有情绪花销。今天要早睡保持睡眠质量。', '20%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('45', '射手座', '2019年01月09日', '20190109', '40%', '咖啡色', '60%', '20%', '40%', '5', '水瓶座', '今天出行的人要注意小心，有被人忽悠的可能。另外洽谈客户的人也要注意对方的言语是否真实。今天自己的想法会很多，也会容易说大话。', '40%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('46', '摩羯座', '2019年01月09日', '20190109', '40%', '天蓝色', '60%', '20%', '40%', '1', '处女座', '今天要注意健康的问题。最近会比较容易拉肚子或是皮肤发痒。建议饮食注意清淡。另外今天自己也会很强势，不太想与人沟通。', '40%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('47', '水瓶座', '2019年01月09日', '20190109', '40%', '银色', '60%', '40%', '40%', '9', '射手座', '今天要注意人际的处理。部分人可能会有烂桃花，也有人在感情上不够专注。今天适宜参加聚会、约会，不过不要因为钱或是说大道理教育人和朋友、伴侣闹不愉快。', '20%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('48', '双鱼座', '2019年01月09日', '20190109', '40%', '黄色', '60%', '40%', '40%', '0', '摩羯座', '今天在工作上不是很有干劲，可能会被其他事情分心。另外今天对工作或是同事也有一些想法。部分人今天会有烂桃花。', '20%', '2019-01-09');
INSERT INTO `data_constellation` VALUES ('49', '白羊座', '2019年01月11日', '20190111', '40%', '淡紫', '60%', '20%', '40%', '8', '双子座', '今天会对灵修或是比较玄幻的事物有兴趣。另外今天也会在网购上有所花销。心情上依然有一种说不出来的低落。另外也要注意肠胃健康。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('50', '金牛座', '2019年01月11日', '20190111', '40%', '绿色', '60%', '40%', '20%', '3', '射手座', '今天注意节制花销，投资的话也要谨慎。另外今天人际交往的话会让自己有些失落的感觉，感觉跟大家不能很好的沟通。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('51', '双子座', '2019年01月11日', '20190111', '40%', '紫色', '50%', '40%', '20%', '8', '双子座', '比较佛系的一天。今天还是很介意自己的财务状况，很令人担忧。另外今天部分人对待另一半会很任性，也有人今天会选择“神隐”，什么都不想干。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('52', '巨蟹座', '2019年01月11日', '20190111', '20%', '紫罗兰色', '70%', '20%', '20%', '8', '双子座', '今天自己会比较佛系，有种看开的感觉。今天适合学习玄学、心理学之类的事。工作上今天会比较想偷懒。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('53', '狮子座', '2019年01月11日', '20190111', '20%', '蓝色', '60%', '20%', '20%', '1', '处女座', '今天适合给自己安排一个聚会减压。今天的心情依旧不好，可以和朋友们聊聊，或是安排娱乐活动。活动的时候注意不要和店老板起冲突。', '20%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('54', '处女座', '2019年01月11日', '20190111', '60%', '金色', '60%', '60%', '60%', '3', '巨蟹座', '今天在工作上有种被团队边缘化的感觉。同事之间有抢功的事情发生，自己还需要帮领导处理工作以外的杂事。今天要搬家的人可能会因为物流或是钱财问题不太顺利。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('55', '天秤座', '2019年01月11日', '20190111', '40%', '薄荷青', '70%', '40%', '40%', '8', '双子座', '今天部分人会对心理学、玄学感兴趣，也会有人因为副业忽视了本职工作。今天也要注意一下与领导的关系处理。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('56', '天蝎座', '2019年01月11日', '20190111', '40%', '淡紫色', '60%', '40%', '40%', '3', '双子座', '今天部分人可能会有投资的想法。今天也要注意保持饮食清淡，不然肠胃会不舒服或是皮肤发痒。另外今天也要警惕情绪性消费，有可能过后会后悔或是物流出状况。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('57', '射手座', '2019年01月11日', '20190111', '40%', '黄色', '60%', '20%', '40%', '4', '金牛座', '今天自己的心情会有些佛系，不想参与太多的事。不过今天也有人因为被当小透明有些自卑。在人际方面，要注意修复与好友、伴侣的关系，对方不一定是有第三者，最好不要疑神疑鬼。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('58', '摩羯座', '2019年01月11日', '20190111', '40%', '淡紫色', '60%', '20%', '40%', '3', '双子座', '今天部分人对待工作有些别的想法，也有人今天会消极怠工。另外今天的心情会不太好，部分人会因为与伴侣的感情问题钻牛角尖。', '40%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('59', '水瓶座', '2019年01月11日', '20190111', '40%', '紫红色', '60%', '40%', '40%', '3', '双子座', '今天在工作上依然很心烦。部分人也会有投资的想法，也有人会因为出行、网购或是家人的关系有一笔花销。今天有人也会安排聚会。', '20%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('60', '双鱼座', '2019年01月11日', '20190111', '40%', '深灰色', '60%', '40%', '40%', '6', '水瓶座', '今天在家庭关系上可能会有些冷淡。部分人在领导面前也会不自信，或是因为竞争对手的缘故不能好好做事。今天的心情也会觉得莫名紧张。怀孕或是有孩子的人依然要注意孩子健康。', '20%', '2019-01-11');
INSERT INTO `data_constellation` VALUES ('61', '白羊座', '2019年01月13日', '20190113', '40%', '粉红', '60%', '40%', '20%', '7', '白羊座', '今天心里充满了干劲，元气满满的一天。感觉有很多事情要做。但是要注意别把这份干劲花在网购、娱乐上了。另外今天脾气会有些大，与另一半相处时不要太自我了。', '20%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('62', '金牛座', '2019年01月13日', '20190113', '40%', '蓝色', '60%', '40%', '20%', '6', '白羊座', '今天自己会不想做事，内心又会特别急，注意下自己的脾气。今天比较适宜吃些补气的食物，忌讳吃油炸上火的东西。今天也会特别想和好朋友。另一半交流。', '20%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('63', '双子座', '2019年01月13日', '20190113', '40%', '粉红', '50%', '40%', '20%', '7', '白羊座', '也是适合聚会、约会的一天。但是对待另一半时要注意一下自己任性的毛病，不要挑剔。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('64', '巨蟹座', '2019年01月13日', '20190113', '40%', '奶绿', '70%', '20%', '20%', '9', '天蝎座', '今天一开始自己也是充满活力的，但是后来会因为与另一半、好朋友发生不愉快瞬间心情变差。部分人会因为家庭问题或是朋友聚会推翻自己之前定的执行计划。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('65', '狮子座', '2019年01月13日', '20190113', '40%', '橙色', '60%', '20%', '20%', '1', '狮子座', '需要耐心的一天。今天的脾气还是很急，遇事沟通又很不顺利。今天要注意保存自己的电子产品/文件，被安排临时加班的人一定要确认好工作内容。', '20%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('66', '处女座', '2019年01月13日', '20190113', '60%', '青色', '60%', '60%', '60%', '8', '天蝎座', '很容易上火的一天。今天自己火气会比较大，建议吃些滋阴的食物。今天部分人也会因为钱或是家庭的问题和伴侣、家人闹不愉快。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('67', '天秤座', '2019年01月13日', '20190113', '40%', '黄色', '70%', '40%', '40%', '5', '摩羯座', '今天要留心与好朋友、伴侣的关系处理。今天对方会比较强势，自己的心情也会急躁，一言不合就开怼。今天也有人会因为财务状况或是突发的工作取消出行计划。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('68', '天蝎座', '2019年01月13日', '20190113', '40%', '粉红', '60%', '20%', '20%', '7', '双鱼座', '今天会很有干劲去处理事情，但是要注意不要爆脾气。部分人会因为好友、伴侣或是合作伙伴损失一笔钱财，或是和对方闹矛盾。今天也有人会安排工作出差。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('69', '射手座', '2019年01月13日', '20190113', '60%', '淡绿', '70%', '40%', '20%', '3', '射手座', '今天会特别想要参加聚会，也有人会有愉快的活动需要参加。今天自己心情还不错，对朋友也会很迁就。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('70', '摩羯座', '2019年01月13日', '20190113', '40%', '暗红色', '60%', '20%', '40%', '7', '白羊座', '今天比较适合宅在家里。另外今天火气会比较旺，注意吃些滋阴的食物。另外也有人会安排走亲戚或是邀请他人来家里做客。', '40%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('71', '水瓶座', '2019年01月13日', '20190113', '40%', '粉红色', '60%', '40%', '40%', '2', '白羊座', '今天部分人会觉得比较无聊，总要找一些事打发时间。也有人会很积极的安排聚会或是出去玩。今天在人际方面的花销也挺大。', '20%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('72', '双鱼座', '2019年01月13日', '20190113', '40%', '月白色', '60%', '40%', '60%', '1', '巨蟹座', '今天心情和活跃，部分人也会有一笔收入进账。但是不建议去投资。另外今天也要注意不吃热气的食物，不然容易上火。', '20%', '2019-01-13');
INSERT INTO `data_constellation` VALUES ('73', '白羊座', '2019年01月14日', '20190114', '20%', '紫色', '60%', '20%', '20%', '3', '双子座', '今天可以用打乱仗来形容。可能早起就有精神不济的情况，再加上今天工作上各种事情让你心情很差，可以说是非常不舒服。今天适宜低调渡过。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('74', '金牛座', '2019年01月14日', '20190114', '40%', '灰黑色', '60%', '40%', '20%', '6', '水瓶座', '今天会有被压制、不被重视的感觉，沟通、出行都不顺畅。今天因为心情不好，所以阴暗的想法比较多。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('75', '双子座', '2019年01月14日', '20190114', '20%', '绿色', '50%', '40%', '20%', '8', '双子座', '比较烦躁的一天。看见领导就想绕道，也有人会想去和领导申诉自己待遇的不公平。今天在工作上会很想偷懒。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('76', '巨蟹座', '2019年01月14日', '20190114', '40%', '青色', '70%', '20%', '20%', '4', '金牛座', '工作上打乱仗的一天。今天自己会没什么心力，也没计划的工作。部分人也会被烂桃花骚扰，或者是觉得疲累。还有部分人今天本来想和领导沟通，但是因为准备不足并不顺利。', '40%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('77', '狮子座', '2019年01月14日', '20190114', '20%', '柠檬黄', '60%', '20%', '20%', '4', '天秤座', '今天精神状态会比较差，心情上总有一种被压制的感觉。工作上自己的某些创意都被领导驳回。今天也要注意饮食习惯，不要熬夜。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('78', '处女座', '2019年01月14日', '20190114', '60%', '红色', '60%', '60%', '60%', '7', '巨蟹座', '有些烦躁的一天。今天部分人会有投资的想法。在人际关系上也要注意，有什么误会及时解释清楚，不然很容易留心结。另外今天会很想偷懒，也有人会因为出行打乱原来的计划。', '40%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('79', '天秤座', '2019年01月14日', '20190114', '40%', '银色', '70%', '40%', '40%', '4', '射手座', '乱糟糟的一天。今天工作上的沟通很不顺利，文件会反复修改。也要注意电子产品的维护。今天也要留心与领导的关系。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('80', '天蝎座', '2019年01月14日', '20190114', '20%', '蓝色', '60%', '40%', '20%', '4', '天秤座', '不太愉快的一天。今天的计划会被打乱。另外今天心情会很急躁，各类事情进展也不顺利。出行的人要注意安全。今天一定要保持冷静。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('81', '射手座', '2019年01月14日', '20190114', '40%', '亮橙色', '60%', '40%', '20%', '4', '金牛座', '今天在沟通的事情上让人很烦躁，记得多点耐心。另外今天也要注意保存自己的电子文档。今天在饮食上也要注意，不然会有肠胃不适。', '40%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('82', '摩羯座', '2019年01月14日', '20190114', '40%', '月白色', '60%', '20%', '40%', '9', '射手座', '又是比较烦躁的一天。今天不太适合处理重点客户的事，与好友、伴侣也会发生争吵。另外今天很容易沟通不畅发生误会，也有人会挑剔他人或是对工作产生很多抱怨。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('83', '水瓶座', '2019年01月14日', '20190114', '40%', '月白色', '60%', '40%', '40%', '4', '天秤座', '又到了要面对工作老问题的一天。今天或许又遭受了不公平待遇，虽然心里很生气但也是有苦说不出。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('84', '双鱼座', '2019年01月14日', '20190114', '40%', '银白色', '60%', '40%', '40%', '4', '处女座', '今天总觉得有些担心。在人际方面还是要注意和人冷静沟通，不过自己总觉被人压制很难克制情绪。部分人今天依旧有收入进账的机会。', '20%', '2019-01-14');
INSERT INTO `data_constellation` VALUES ('85', '白羊座', '2019年01月15日', '20190115', '40%', '浅蓝', '70%', '40%', '40%', '1', '射手座', '今天是欲望多杂的一天，注意保持饮食清淡。人际交往注意烂桃花。另外今天也适宜多看看心理学或是玄学方面的书。部分人今天会特别容易挑剔别人的错误，也有部分人会因为财务问题影响出行计划。', '20%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('86', '金牛座', '2019年01月15日', '20190115', '40%', '金色', '70%', '40%', '40%', '9', '射手座', '今天是比较懈怠的一天。对领导交办的事情会很烦，自己会采取拖延战略，各种不想做事。今天也会有些投资方面的想法，也会关注各种八卦消息。', '20%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('87', '双子座', '2019年01月15日', '20190115', '40%', '紫色', '50%', '40%', '20%', '3', '射手座', '比较憋屈的一天，心里压力也很大。不知道该怎么疏导这样的心情。今天部分人会遭遇不公平不被重视的待遇。今天也要注意健康，不要熬夜。', '40%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('88', '巨蟹座', '2019年01月15日', '20190115', '40%', '紫色', '70%', '20%', '20%', '3', '双子座', '想法比较杂乱的一天。部分人今天会突然很想做些事情，比如想约饭局之类。建议今天保持良好的生活习惯以免细菌感染。另外部分人今天会在工作上偷懒，也有人会与另一半有些言语不愉快，好在最后都能调节。', '40%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('89', '狮子座', '2019年01月15日', '20190115', '40%', '浅绿色', '60%', '20%', '20%', '9', '射手座', '今天要处理好人际关系。部分人会觉得感情中有第三者，也有人会觉得最近和伴侣的感情变淡了。今天事情也会比较多压力大，但是处理得还比较顺利。', '40%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('90', '处女座', '2019年01月15日', '20190115', '60%', '薰衣草紫', '60%', '60%', '60%', '3', '双子座', '又是一个需要处理杂事的一天。也要注意与领导的交流。一直以来自己做的都是外围的工作，领导对自己也不太上心，自己心情会有些烦躁。今天部分人也会被安排出差。', '40%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('91', '天秤座', '2019年01月15日', '20190115', '40%', '香芋紫', '70%', '40%', '40%', '8', '双子座', '今天要注意人际关系中有人会满嘴跑火车。部分人也会遇到烂桃花，也有人今天完全不想做事。今天也有人会安排学习比较冷门的知识。', '40%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('92', '天蝎座', '2019年01月15日', '20190115', '20%', '暗紫色', '60%', '40%', '20%', '3', '双子座', '今天要注意自己和家人的健康，有可能会觉得肠胃或是皮肤不太舒服。另外今天可能会因为心情的原因破财。聚会或是约会的人要注意言语，不要怼人。', '20%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('93', '射手座', '2019年01月15日', '20190115', '40%', '白色', '60%', '40%', '20%', '8', '射手座', '今天的工作让人觉得压力很大，有什么分歧都是自己妥协。另外今天的沟通也不顺畅，需要甄别对方的言语是否真实。今天也有人会想和伴侣约会缓和关系。', '20%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('94', '摩羯座', '2019年01月15日', '20190115', '40%', '香芋紫', '60%', '20%', '40%', '8', '双子座', '今天要处理好财务的问题。有投资的机会建议慎重，部分人今天要处理副业。另外今天注意饮食不然很容易拉肚子或是感染之类，今天也会给自己很多压力。', '40%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('95', '水瓶座', '2019年01月15日', '20190115', '40%', '灰色', '60%', '40%', '40%', '6', '处女座', '今天可能会遇到推脱责任的人。部分人也会有投资机会，但是建议慎重。另外今天也很容易懈怠，预先的计划都没能完成。', '20%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('96', '双鱼座', '2019年01月15日', '20190115', '40%', '咖啡色', '60%', '40%', '40%', '5', '摩羯座', '今天部分人可能会有烂桃花。另外在人际上今天依旧心情不好，也可能是工作上的事情没有达到预期目标。今天部分人对工作也会懈怠。', '20%', '2019-01-15');
INSERT INTO `data_constellation` VALUES ('97', '白羊座', '2019年01月16日', '20190116', '40%', '黑色', '70%', '40%', '40%', '1', '处女座', '工作上不太顺利的一天。领导给的压力很大，再加上今天自己的思维也会容易打结，沟通也会充满火药味。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('98', '金牛座', '2019年01月16日', '20190116', '40%', '浅蓝色', '60%', '40%', '20%', '1', '双子座', '很有压力的一天。工作都拖不下去了，只能扛压做。今天也要注意保存好自己的电子文档以免丢失，往来沟通记得留下证据。另外今天也会很烦躁。要外出的人注意安全。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('99', '双子座', '2019年01月16日', '20190116', '40%', '白色', '50%', '40%', '20%', '4', '天秤座', '要注意健康的一天。最近内燥的问题比较严重，一定要保持良好的生活习惯。今天心情欠佳，各种负面想法，也不愿意与人交流。', '40%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('100', '巨蟹座', '2019年01月16日', '20190116', '20%', '银白色', '70%', '20%', '20%', '4', '金牛座', '非常烦躁的一天。今天要注意好保存自己的电子档案，也要注意电子产品的问题。感情问题今天依然是重点，对方强势不能沟通让自己很不爽。朋友间相处也要注意言语不和吵架。', '40%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('101', '狮子座', '2019年01月16日', '20190116', '40%', '紫红色', '60%', '40%', '20%', '8', '双子座', '工作很烦的一天。部分人今天会制订很多工作计划，工作压力会比较大。心情上也会很烦，不太想和同事沟通。今天也要注意保存自己的文档。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('102', '处女座', '2019年01月16日', '20190116', '60%', '银色', '60%', '60%', '60%', '4', '处女座', '很容易发火的一天。部分人要注意不要因为工作和领导争执，注意控制自己的脾气。人际关系上也会对朋友有些心结，建议有误会及时说清楚。有孩子的人注意孩子的健康。', '40%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('103', '天秤座', '2019年01月16日', '20190116', '40%', '银色', '60%', '40%', '40%', '4', '射手座', '今天要注意家庭关系的处理，也要注意家中长辈的健康。另外今天自己也会比较烦躁或是肠胃不舒服，想法也会比较阴暗。今天也不适宜做投资决定。', '40%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('104', '天蝎座', '2019年01月16日', '20190116', '20%', '银色', '60%', '20%', '20%', '4', '射手座', '心情不好的一天。基本属于一言不合就怼人的状态。今天要保持冷静，可能随时有突发状况。今天部分人会想聚会或是约会，但是又和对方闹矛盾。出行人要注意不要患”路怒症”。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('105', '射手座', '2019年01月16日', '20190116', '40%', '银白色', '60%', '40%', '20%', '4', '处女座', '今天也会因为工作的事影响心情，虽然今天自己也会迁就对方，但是会觉得确实是自己没有考虑周到。另外今天部分人会因为钱的问题和合作伙伴或是伴侣、好友发生矛盾。记得误会一定要当时就解释清楚。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('106', '摩羯座', '2019年01月16日', '20190116', '40%', '灰色', '60%', '20%', '40%', '1', '金牛座', '今天部分人会发觉自己的不足，也会有人给自己安排学习计划或是减少娱乐的时间。另外今天自己脾气不太好，在沟通方面很容易引起误会。', '40%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('107', '水瓶座', '2019年01月16日', '20190116', '40%', '褐色', '60%', '40%', '40%', '0', '摩羯座', '容易生闷气的一天。今天很容易烦躁，在沟通方面也达不到目标。今天要保管好自己的文档，沟通的事多些耐心。相比昨天，今天做事更稳。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('108', '双鱼座', '2019年01月16日', '20190116', '40%', '灰色', '60%', '40%', '40%', '1', '金牛座', '今天在处理人际或是人事工作时要多耐心。今天也要保存好自己的电子文档。另外今天自己会比较强势，总会想压制对方。这可能会让朋友或是伴侣很不满。今天部分人的同事可能会离职。', '20%', '2019-01-16');
INSERT INTO `data_constellation` VALUES ('109', '白羊座', '2019年01月17日', '20190117', '20%', '蓝色', '70%', '20%', '20%', '6', '天秤座', '比较容易懈怠的一天。不太想做事，觉得自己佛系就好。部分人会因为另一半或是钱财的缘故取消计划。另外今天也容易发火，会让人觉得不可理喻。', '20%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('110', '金牛座', '2019年01月17日', '20190117', '40%', '黑色', '60%', '40%', '20%', '6', '处女座', '今天要注意健康的问题，发无名火的日子有一段时间了，保持饮食清淡。今天的心情很容易烦躁，人际交往要注意言语分寸。', '40%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('111', '双子座', '2019年01月17日', '20190117', '40%', '青色', '50%', '40%', '20%', '8', '双子座', '今天各种嫌弃领导。也有人会帮领导做些工作范围之外的事。今天也很容易烦躁。约会的人今天要注意控制脾气，另有部分人会有烂桃花。', '40%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('112', '巨蟹座', '2019年01月17日', '20190117', '20%', '紫色', '70%', '20%', '20%', '8', '双子座', '今天工作上的事会比较乱，部分人今天会产生开启副业的想法，也有人会消极怠工。另外今天也适合灵修之类的事。', '40%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('113', '狮子座', '2019年01月17日', '20190117', '20%', '黑色', '60%', '40%', '20%', '1', '处女座', '适合聚会的一天。不过部分人会因为领导的安排打乱聚会计划。今天心情莫名烦躁，会觉得工作上有人给自己挖坑，也有人今天会辞职。', '20%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('114', '处女座', '2019年01月17日', '20190117', '60%', '米白色', '60%', '40%', '60%', '9', '双鱼座', '今天可能会因为钱的问题和家人、伴侣、朋友吵架。部分人今天会帮领导处理一些其他事，本来是抱着佛系的想法，但是却越做越烦躁。今天也要注意休息，以免眼部疼痛。', '40%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('115', '天秤座', '2019年01月17日', '20190117', '20%', '淡紫色', '60%', '40%', '40%', '8', '双子座', '今天自己会比较丧，不太想做事。部分人今天也会安排约会。不过今天的心情不太愉快，沟通方面要注意，比较容易词不达意或是比较言语很冲。', '40%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('116', '天蝎座', '2019年01月17日', '20190117', '20%', '草绿色', '60%', '20%', '20%', '8', '双鱼座', '要注意健康和财运的一天。不要情绪性消费，饮食上也要保持清淡。今天自己也很爱怼人，各种嫌弃对方。另外今天也不适宜做活动宣传之类的事。出行的人注意安全。', '20%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('117', '射手座', '2019年01月17日', '20190117', '40%', '咖啡色', '60%', '40%', '20%', '5', '摩羯座', '今天自己会觉得有些憋屈，感觉工作上和人际上一直被压制，也有人没有动力做事或是计划被打乱好久了。今天在沟通上也不顺利，在感情方面尤其如此。', '20%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('118', '摩羯座', '2019年01月17日', '20190117', '40%', '银色', '60%', '20%', '40%', '4', '射手座', '今天自己会因为领导的关系打乱自己的计划，也有人会专注自己的副业，更有人会消极怠工。今天在沟通上也很不顺畅，容易引起别人的误会。', '40%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('119', '水瓶座', '2019年01月17日', '20190117', '40%', '深蓝色', '60%', '40%', '40%', '1', '水瓶座', '今天在人际方面不太顺利，不太适宜做拓展客户之类的事。今天部分人也会因为网购有花销。另外今天也会有些钻牛角尖。', '20%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('120', '双鱼座', '2019年01月17日', '20190117', '40%', '藏蓝色', '60%', '40%', '40%', '6', '水瓶座', '今天在工作上可能会对自己产生怀疑，也有人会因为杂事太多不能好好做事。自己今天的情绪会不太能保持冷静很容易激动，也有人会和同事吵架。', '20%', '2019-01-17');
INSERT INTO `data_constellation` VALUES ('121', '白羊座', '2019年01月18日', '20190118', '20%', '红色', '60%', '20%', '40%', '2', '双子座', '今天要注意健康问题。尤其是睡眠、肠胃方面。近段时间家人的身体也不太好，宜清淡饮食。今天心里没什么干劲，会有佛系度日的想法。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('122', '金牛座', '2019年01月18日', '20190118', '40%', '紫色', '60%', '40%', '20%', '8', '天蝎座', '今天心情相对平和，部分人今天会有理财方面的想法。也有人对另一半会有心结，觉得最近2人似乎有些隔阂。', '40%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('123', '双子座', '2019年01月18日', '20190118', '40%', '浅绿', '50%', '40%', '20%', '3', '天蝎座', '工作很烦的一天，各种没有章法。部分人会有“做这么多事又不给涨工资的想法”。部分人今天在感情上比较淡漠，也有人会对其他人产生好感。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('124', '巨蟹座', '2019年01月18日', '20190118', '20%', '草绿色', '70%', '20%', '20%', '3', '双鱼座', '今天要当心烂桃花的骚扰。有部分人会觉得精神状态不太好，或许会有脾胃的问题。注意保持良好的生活习惯。', '40%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('125', '狮子座', '2019年01月18日', '20190118', '40%', '紫罗兰色', '60%', '40%', '20%', '8', '双子座', '心情比较失落的一天。今天自己会有一种放空的状态，不太想做事。建议和朋友聊聊放松心情。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('126', '处女座', '2019年01月18日', '20190118', '40%', '翠绿色', '60%', '40%', '60%', '8', '天蝎座', '会很想偷懒的一天。但是却不得不应对工作上的突发事件。部分人也会因为人际关系心里很膈应。不过相比昨天，今天的心情比较平和。', '40%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('127', '天秤座', '2019年01月18日', '20190118', '40%', '咖啡色', '70%', '40%', '40%', '0', '巨蟹座', '今天注意与领导关系的处理，自己也不太想做事，部分人会安排一下比较冷门的学习，也有人会沉迷网络耗时间。今天有人会把精力放在自己的网络副业上。', '40%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('128', '天蝎座', '2019年01月18日', '20190118', '20%', '柠檬黄', '60%', '20%', '20%', '9', '双子座', '今天有人会有投资的想法，今天不适宜想处理自己房产或是出租房屋之类的事。出行在外的人要注意提防骗子。另外今天的物流也不通畅，部分人的东西可能有丢失或是不能及时送达的情况。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('129', '射手座', '2019年01月18日', '20190118', '20%', '玫红色', '60%', '20%', '20%', '2', '白羊座', '今天自己会有一种无所谓的佛系态度。部分人也会疏远自己的好友、伴侣。另外今天要注意肠胃方面的健康。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('130', '摩羯座', '2019年01月18日', '20190118', '40%', '薰衣草紫', '60%', '20%', '40%', '8', '双子座', '今天要注意处理与朋友、伴侣之间关系。自己在感情方面会有不自信，也可能有第三者存在。另外今天对待工作不是很积极。', '40%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('131', '水瓶座', '2019年01月18日', '20190118', '40%', '薰衣草紫', '60%', '40%', '40%', '4', '双子座', '今天在工作上不顺利，对同事或是下属很不满。不过今天的心情有些佛系。部分人也会通过聚会，和朋友聊天调节心情。也有人今天会对心理学、玄学感兴趣。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('132', '双鱼座', '2019年01月18日', '20190118', '40%', '柠檬黄', '60%', '40%', '40%', '4', '射手座', '今天心情会有些佛系，也有人会因为对自己的不自信产生怎么样都无所谓的态度。有孩子的人今天要关注孩子健康。今天也建议与家人多交流。', '20%', '2019-01-18');
INSERT INTO `data_constellation` VALUES ('133', '白羊座', '2019年01月19日', '20190119', '20%', '黄色', '60%', '20%', '20%', '5', '金牛座', '今天要注意烂桃花的问题。其实最近一段时间自己会对另一半不是太上心，或许是觉得平淡就好。另外今天在人际相处也容易发生口舌争吵，注意冷静', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('134', '金牛座', '2019年01月19日', '20190119', '40%', '紫色', '60%', '60%', '20%', '3', '双子座', '不想做事的一天。心情莫名烦躁，和人说话都带着火药味。上班的人要注意有人去领导那里打小报告。', '40%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('135', '双子座', '2019年01月19日', '20190119', '40%', '银色', '50%', '40%', '20%', '4', '射手座', '欲望比较杂的一天，部分人因为买买买有一笔开销。其实今天在财务方面谨慎花销比较好，本来财务状况就已经让自己忧心了，但是还要买。另外今天也不要做投资决定。', '40%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('136', '巨蟹座', '2019年01月19日', '20190119', '20%', '米白色', '60%', '20%', '20%', '1', '射手座', '今天要多关注一下家里的事情，尤其是家人的健康的问题，有没有呼吸道疾病之类。另外今天自己不要熬夜。在人际上今天会不太愉快，注意克制自己的情绪，不要挑起争吵。', '40%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('137', '狮子座', '2019年01月19日', '20190119', '40%', '枣红色', '60%', '40%', '20%', '7', '白羊座', '今天可以和好朋友、伴侣相约出行。不过要注意安全。部分人今天会有失眠和肠胃、呼吸道问题，记得保持健康的生活习惯。其实今天心情也欠佳，而且不太愿意说出来。', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('138', '处女座', '2019年01月19日', '20190119', '60%', '淡紫色', '60%', '60%', '60%', '3', '双子座', '今天要处理财务的问题。注意一下信用额度。部分人也会被同事侵占自己的利益。也有人会与人合伙开启自己的副业。另外今天在人际上让自己很不愉快，与朋友的隔阂似乎变深了。', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('139', '天秤座', '2019年01月19日', '20190119', '40%', '月白色', '70%', '20%', '40%', '1', '双子座', '部分人今天会安排约会，但是与另一半相处不是很愉快。也有人会沉迷娱乐、游戏等事情不能自拔。今天也有人会安排学习或是出行。', '40%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('140', '天蝎座', '2019年01月19日', '20190119', '20%', '咖啡色', '60%', '20%', '20%', '0', '摩羯座', '今天可能会被突然叫去加班，总之会因为工作的事情非常不爽。今天不宜吃上火热气的食物，不然呼吸道器官会不舒服。部分人今天也有理财计划。', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('141', '射手座', '2019年01月19日', '20190119', '20%', '土黄色', '60%', '20%', '20%', '0', '水瓶座', '今天处理好人际关系很重要。一直以来自己会觉得对朋友、伴侣迁就很委屈，很对方沟通也完全不在一个频道，甚至是怀疑感情有第三者。建议先冷静再耐心沟通。', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('142', '摩羯座', '2019年01月19日', '20190119', '40%', '银白色', '60%', '20%', '40%', '9', '射手座', '不太想做事的一天。今天部分人可能会关注自己的副业。另外今天自己说话会比较冲，也会很容易怼人。', '40%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('143', '水瓶座', '2019年01月19日', '20190119', '40%', '咖啡色', '60%', '40%', '40%', '5', '天秤座', '今天部分人会参加一些艺术或是娱乐活动。也有人给自己安排了学习计划。今天也有投资的机会。虽然今天的心情看似很平和，但是实际上是一点就炸，很容易出口伤人。', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('149', '双鱼座', '2019年01月19日', '20190119', '20%', '香芋紫', '50%', '40%', '40%', '3', '双子座', '今天在投资的问题上建议慎重，不要有走捷径的想法，不然比较容易被忽悠。另外今天也要注意健康作息，不然会肠胃感染或是发炎之类。', '20%', '2019-01-19');
INSERT INTO `data_constellation` VALUES ('150', '白羊座', '2019年01月20日', '20190120', '40%', '橄榄绿', '60%', '40%', '40%', '3', '双鱼座', '心情乱糟糟的一天。需要处理的事情很多，家人的健康也让你比较忧心。部分人会被领导安排强制加班。今天要注意休息，尤其不能熬夜', '20%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('151', '金牛座', '2019年01月20日', '20190120', '40%', '白色', '60%', '60%', '20%', '4', '射手座', '有心结的一天，会想到很多失落的事搞得整个人会很沮丧，部分人的想法会比较阴暗。想出行的人要注意安全。喜欢在网上八卦、聊天、打游戏的人注意不要和人掐架。', '40%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('152', '双子座', '2019年01月20日', '20190120', '20%', '月白色', '60%', '40%', '20%', '9', '天秤座', '今天要处理好家庭方面的问题，比如房屋维修，家人健康之类。最近自己的很容易上火发炎，所以一定要保持良好的生活习惯。今天心情低落，没什么动力做事。', '40%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('153', '巨蟹座', '2019年01月20日', '20190120', '20%', '金色', '60%', '20%', '20%', '9', '天秤座', '不太愉快的一天，心里感觉很空。主要还是人际关系方面的问题。出行的人要注意安全，工作方面的物流、推广宣传尽量改天。', '40%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('154', '狮子座', '2019年01月20日', '20190120', '20%', '橄榄绿', '50%', '40%', '20%', '3', '天蝎座', '需要关注财务状况的一天。工资方面让自己很不满意，在投资上也没什么收益。今天心情很差，在言语上也会很冲。建议吃些补气的食物疏导肝气。', '20%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('155', '处女座', '2019年01月20日', '20190120', '60%', '白色', '60%', '60%', '60%', '4', '处女座', '今天依然要注意处理人际关系。自己对朋友的心结越来越重了。言语上也会很冲。有孩子的人注意孩子的健康，可能会有炎症。', '40%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('156', '天秤座', '2019年01月20日', '20190120', '40%', '土黄色', '60%', '40%', '40%', '5', '金牛座', '适合宅的一天。今天会觉得心情压抑，睡眠质量也不行。部分人要注意一下家人的健康。今天也是比较丧的一天，很难打起精神做事。', '40%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('157', '天蝎座', '2019年01月20日', '20190120', '20%', '金色', '60%', '20%', '20%', '4', '金牛座', '不利于人际关系的一天。今天不建议安排聚会之类的事情。另外今天也会局的心情莫名恐慌、紧张，不安全感很强。今天也不适合出行，已经出行在外的人一定要注意安全。', '20%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('158', '射手座', '2019年01月20日', '20190120', '20%', '柠檬黄', '60%', '20%', '20%', '4', '金牛座', '今天要处理好自己的财务问题。部分人可能会因为钱和合作伙伴、伴侣或是好友争吵。另外今天也不适合投资。上班的人也要注意和领导的沟通。今天要饮食清淡。', '20%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('159', '摩羯座', '2019年01月20日', '20190120', '20%', '金色', '60%', '20%', '40%', '4', '天秤座', '今天出行的人要注意安全。另外今天在物流或是网购方面都不太顺利，部分人的网络也会出问题。今天会处理与朋友、伴侣之间的问题，但是结果并不如意。', '40%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('160', '水瓶座', '2019年01月20日', '20190120', '20%', '橄榄绿', '60%', '20%', '40%', '3', '射手座', '今天的心情不太好，部分人可能会被强制加班或是替人背锅。另外今天要注意肠胃、上火等健康问题。', '20%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('161', '双鱼座', '2019年01月20日', '20190120', '20%', '橙红色', '50%', '20%', '40%', '6', '狮子座', '今天和好友、合作伙伴或是伴侣要好好交流。今天对方的言语也非常冲，建议自己先冷静，坦诚相待，以免吵架。部分人也会因为孩子的健康很担心。', '20%', '2019-01-20');
INSERT INTO `data_constellation` VALUES ('162', '白羊座', '2019年01月22日', '20190122', '20%', '白色', '60%', '20%', '40%', '4', '射手座', '相比昨天，今天自己还是觉得压力很大。心结重。今天依然要留意家人健康，工作方面要注意言语，今天很容易一言不合就争吵。今天会很想玩乐放松，注意不要过度。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('163', '金牛座', '2019年01月22日', '20190122', '20%', '银色', '60%', '20%', '20%', '4', '射手座', '又是压力的一天。今天比较适合当面沟通、落实工作，如果是网络沟通注意留下证据。另外今天出行、物流也不顺畅。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('164', '双子座', '2019年01月22日', '20190122', '40%', '草青色', '50%', '40%', '20%', '3', '双子座', '又要让自己喊穷的一天。财务状况依然不理想。今天谨慎花销，千万不要刷信用卡或是参与借贷加大自己的财务压力。', '40%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('165', '巨蟹座', '2019年01月22日', '20190122', '20%', '橙色', '70%', '20%', '20%', '7', '狮子座', '今天依然要面对亲密关系的问题，另外有部分人也要处理烂桃花。财务方面今天不适宜做投资决定，有可能是陷阱。今天在工作上依然要注意尊重领导。', '40%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('166', '狮子座', '2019年01月22日', '20190122', '20%', '薄荷青', '60%', '40%', '20%', '6', '双子座', '又是一个被工作烦透的一天。今天沟通的事情都不太顺利，自己也憋着一肚子气。今天内燥也会比较厉害，多补水也助于缓解自己的情绪。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('167', '处女座', '2019年01月22日', '20190122', '60%', '金色', '60%', '60%', '60%', '7', '巨蟹座', '也是心情不好的一天。关键点还是人际和工作。今天自己会比较钻牛角尖，越想越烦。健康上还是要注意炎症问题。', '40%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('168', '天秤座', '2019年01月22日', '20190122', '20%', '蓝色', '50%', '20%', '20%', '1', '摩羯座', '今天的心情也会比较烦躁，自己会钻牛角尖。部分人要注意与领导的关系。今天在言语上会比较暴躁，建议冷静。另外今天自己和家人也要注意上火发炎等疾病。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('169', '天蝎座', '2019年01月22日', '20190122', '20%', '银白', '60%', '20%', '20%', '6', '处女座', '今天的心情也是很容易烦躁的。部分人的公司管理层或许会有变动。今天也不适宜处理与政府机构相关的事情。另外今天大家说话都充满火气，注意冷静。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('170', '射手座', '2019年01月22日', '20190122', '20%', '奶绿', '50%', '20%', '20%', '3', '射手座', '今天也要注意健康问题。也不能投资。今天也有可能会因为钱和朋友吵架。另外部分人今天也会被工作弄得焦头烂额，毫无计划。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('171', '摩羯座', '2019年01月22日', '20190122', '20%', '天青色', '50%', '20%', '20%', '1', '水瓶座', '今天也是要注意处理合作关系和感情的一天。另外今天也不适宜拜访重点的客户。今天自己的想法会很阴暗，而且憋着一股怒火。钱财方面依旧要防骗。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('172', '水瓶座', '2019年01月22日', '20190122', '20%', '浅灰色', '60%', '20%', '20%', '6', '狮子座', '今天工作问题依然是重点。部分人今天的态度很强硬，言语上也很冲。今天也有人要处理一下合作伙伴、好友、伴侣的问题，不过最好坦诚交流。也要警惕对方忽悠。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('173', '双鱼座', '2019年01月22日', '20190122', '20%', '白色', '50%', '20%', '20%', '9', '天秤座', '今天也是要处理好人际关系和健康的问题。最近好友、伴侣的脾气都会比较大，而且2人之间的沟通也不顺畅，存在误会。工作上今天可能会和同事互怼。另外今天依旧要注意孩子的健康。', '20%', '2019-01-22');
INSERT INTO `data_constellation` VALUES ('174', '白羊座', '2019年01月24日', '20190124', '40%', '棕色', '60%', '20%', '40%', '0', '金牛座', '今天在工作上很有压力。领导管得更严更细了让你有些烦。另外今天不要投资，做好储蓄。今天也可以多阅读心理方面的书籍。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('175', '金牛座', '2019年01月24日', '20190124', '60%', '白色', '60%', '40%', '40%', '9', '处女座', '今天适合给自己安排进修的计划。也有人会想出去旅行。今天的放松心态很重，会专注玩乐。不过还是建议把工作都安排好再玩哦。', '40%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('176', '双子座', '2019年01月24日', '20190124', '40%', '金色', '50%', '40%', '20%', '4', '处女座', '精神压力比较大的一天。最近家里的事情比较多，家人健康也让人忧心。其实自己可以找朋友聊聊天，总比憋在心里好。今天也要注意睡眠。', '40%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('177', '巨蟹座', '2019年01月24日', '20190124', '40%', '深蓝', '70%', '20%', '40%', '1', '水瓶座', '要注意处理人际关系的一天。不过今天的沟通会比较顺畅，自己也能很大胆的表达自己的想法。但是好朋友、亲密人的强势依然压着自己，也有部分人会被重点客户压榨。沟通多些耐心就好。', '40%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('178', '狮子座', '2019年01月24日', '20190124', '40%', '灰白色', '60%', '40%', '40%', '4', '金牛座', '要关注工作的一天，工作压力依然存在。但是相比前段时间与同事的沟通不畅，今天工作上的沟通会比较顺利。但是要注意在领导面前不要自以为是。', '40%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('179', '处女座', '2019年01月24日', '20190124', '40%', '黄色', '55%', '60%', '60%', '9', '处女座', '今天部分人可能会安排出行计划。另外也有人会因为自己的兴趣安排学习计划。今天有人会因为工作上的思路问题被同事压制，参加聚会的人可能会对店家的服务很不满意。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('180', '天秤座', '2019年01月24日', '20190124', '40%', '黑色', '70%', '40%', '40%', '1', '水瓶座', '心情也是不太好的一天。今天部分人会觉得内燥或是肠胃不适，也有人会犯呼吸道之类的疾病。另外今天也不适宜投资', '40%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('181', '天蝎座', '2019年01月24日', '20190124', '20%', '金色', '60%', '20%', '20%', '4', '射手座', '今天要注意人际的问题。聚会、约会时注意言语不要过激。另外今天也会有莫名生闷气的可能，出行的人可能会因为路上的不愉快向朋友撒气。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('182', '射手座', '2019年01月24日', '20190124', '40%', '天蓝', '60%', '20%', '20%', '1', '水瓶座', '今天在工作上可能会有阻碍。部分人会被打乱节奏，或是越做越厌烦。今天也有人会处理财务上的事，一定要细心。另外今天也会因为薪酬福利的问题对领导不满。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('183', '摩羯座', '2019年01月24日', '20190124', '20%', '土黄色', '60%', '20%', '20%', '0', '金牛座', '今天自己在人际方面很强势。另外部分人今天会有出行的计划，也有人会推翻自己之前做的工作方案。今天要当心因为钱的问题与好友或是伴侣吵架。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('184', '水瓶座', '2019年01月24日', '20190124', '20%', '深褐色', '60%', '20%', '20%', '5', '摩羯座', '今天的想法会比较阴暗，而且会莫名的紧张。今天也有人会处理保险、体检的事，另外涉及账目钱财记得核对清楚。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('185', '双鱼座', '2019年01月24日', '20190124', '20%', '深褐色', '60%', '20%', '20%', '0', '金牛座', '今天可能会有聚会或是约会。不过朋友的强势让自己心情不太好。今天可以好好和好友、伴侣沟通，不过建议真诚，不要说假话。', '20%', '2019-01-24');
INSERT INTO `data_constellation` VALUES ('186', '白羊座', '2019年01月26日', '20190126', '60%', '灰色', '70%', '40%', '40%', '1', '水瓶座', '有心结的一天。家人的健康还是让你担忧，自己的睡眠质量也不高。今天会比较想和另一半或是朋友聊聊，但是记得不要满肚子怨气。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('187', '金牛座', '2019年01月26日', '20190126', '40%', '白色', '60%', '40%', '20%', '4', '天秤座', '今天会有是一种事情很多，但是不太想开始的感觉。工作的人今天会很有底气向领导汇报一些事情，但是不建议今天去做推广宣传的活动。出行的人注意安全。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('188', '双子座', '2019年01月26日', '20190126', '40%', '黑色', '60%', '40%', '20%', '6', '水瓶座', '部分人今天会有娱乐出行的计划。也有人今天会给自己安排进修之类的事。只是要注意控制一下自己的花销。某些人可能会遭遇网络谣言、争吵之类的事，不必当真。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('189', '巨蟹座', '2019年01月26日', '20190126', '40%', '棕色', '60%', '20%', '40%', '0', '处女座', '自己会有小心机的一天。今天要注意拒绝烂桃花。另外今天自己的言语上也会很强势，也会夸大其词。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('190', '狮子座', '2019年01月26日', '20190126', '60%', '玫瑰红', '60%', '40%', '40%', '7', '白羊座', '今天要关注一下自己的脾胃健康。今天也适合与好朋友、伴侣聊聊天。部分人会安排出行计划。', '20%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('191', '处女座', '2019年01月26日', '20190126', '40%', '橄榄绿', '55%', '60%', '60%', '8', '天蝎座', '会想聚会、约会的一天。不过要注意不要算旧账。今天很适合直白表达自己的想法。部分人今天工作上的事情会比较多，但是能够有计划的处理。', '20%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('192', '天秤座', '2019年01月26日', '20190126', '40%', '金色', '70%', '40%', '40%', '4', '天秤座', '今天比较适合安排约会。虽然2人相处也会有些冲突，但是相比前段时间，现在已经能够好好沟通。上班人要注意与领导的关系处理。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('193', '天蝎座', '2019年01月26日', '20190126', '40%', '红色', '60%', '20%', '20%', '6', '白羊座', '今天部分人可能会想自己独处。有小孩的人注意孩子健康。今天会容易想得比较多。今天要早点休息保持睡眠质量，部分人很容易多梦。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('194', '射手座', '2019年01月26日', '20190126', '40%', '枣红色', '60%', '20%', '20%', '7', '白羊座', '今天适合安排聚会，朋友在一起可以吹吹牛。不过在与伴侣相处时还是有很明显的距离感。今天也有人会安排一些其他艺术、娱乐活动。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('195', '摩羯座', '2019年01月26日', '20190126', '40%', '玫瑰红', '60%', '20%', '40%', '2', '天秤座', '又到了要面对人际问题的一天。今天在感情或是合作关系上老问题依旧，并不能坦诚双方的问题或是有不信任。另外自己今天在工作和钱财方面想法很多。今天要注意不要和家人争吵。', '40%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('196', '水瓶座', '2019年01月26日', '20190126', '40%', '枣红色', '60%', '20%', '20%', '2', '天蝎座', '今天上班的人要留心同事给自己挖坑。今天也有人在网购或是外出时遇到骗子，也有人会沉迷网络和人暧昧聊天。另外今天如果有投资的计划建议核实清楚，以免被骗。', '20%', '2019-01-26');
INSERT INTO `data_constellation` VALUES ('197', '双鱼座', '2019年01月26日', '20190126', '20%', '浪花白', '60%', '20%', '20%', '4', '射手座', '今天部分人会有些阴暗或是走捷径的想法，也有人会想投资，但是还是建议谨慎。今天也要多留心孩子的健康。也有人在与陌生人交流时会很不自在让人心生反感。', '20%', '2019-01-26');
